brew "xz"
brew "bash-completion"
brew "coreutils"
brew "exa"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "hugo"
brew "icoutils"
brew "jq"
brew "kubernetes-cli"
brew "localstack"
brew "minikube"
brew "mr"
brew "neovim"
brew "pnpm"
brew "pyenv"
brew "ruby-install"
brew "starship"
brew "telnet"
brew "tfenv"
brew "tree"
brew "vim"
brew "wget"
brew "xxh"
brew "yadm"
brew "zsh"
brew "zsh-completions"
cask "arc"
cask "battery"
cask "betterdisplay"
cask "brave-browser"
cask "cron"
cask "cyberduck"
cask "devtoys"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "openemu"
cask "openmtp"
cask "postman"
cask "sublime-text"
cask "tabby"
cask "visual-studio-code"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "mdickin.markdown-shortcuts"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-maven"
vscode "waderyan.gitblame"
vscode "xyz.local-history"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
